Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/autoupdate-omegat.tmx
Source language: en_us
Languages: pt_br

source: {0} more ...
pt_br: Mais {0} ...

source: {0} less ...
pt_br: Menos {0} ...

source: Show Fewer Plugins
pt_br: Exibir menos plugins

source: Show More Plugins
pt_br: Exibir mais plugins

source: Check plugin {0}
pt_br: Selecionar o plugin {0}

source: Reload Catalog
pt_br: Recarregar catálogo

source: U&ninstall
pt_br: Desi&nstalar

source: &Update
pt_br: At&ualizar

source: Check
pt_br: Selecionar

source: Check Category
pt_br: Selecionar categoria

source: Uncheck Category
pt_br: Deselecionar categoria

source: Check All
pt_br: Selecionar todos

source: Uncheck All
pt_br: Deselecionar todos

source: &Reload Catalog
pt_br: &Recarregar catálogo

source: &Remove
pt_br: &Remover

source: &Activate
pt_br: &Ativar

source: Activate Category
pt_br: Ativar categoria

source: &Deactivate
pt_br: &Desativar

source: Deactivate Category
pt_br: Desativar categoria

source: Certified Plugin
pt_br: Plugins certificado

source: Beta Plugin
pt_br: Plugin beta

source: Community Contributed Plugin
pt_br: Plugin contribuído pela comunidade

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Application restart needed to complete installation
pt_br: É necessário reinicializar o aplicativo para completar a instalação

source: Application restart needed to complete deactivation
pt_br: É necessário reinicializar o aplicativo para completar a desativação

source: {0} is in read-only mode and cannot be checked
pt_br: {0} esta em modo somente leitura e não pôde ser verificado

source: &Install
pt_br: &Instalar

source: Add the locally downloaded plugins
pt_br: Adicionar plugins baixados localmente

source: Remove plugin from the list
pt_br: Remover o plugin da lista

source: {0} plugin selected
pt_br: {0} plugin selecionado

source: {0} plugins selected
pt_br: {0} plugins selecionados

source: Uninstall
pt_br: Desinstalar

source: Update
pt_br: Atualizar

source: Install
pt_br: Instalar

source: {0} operation will require restart of the application
pt_br: A operação {0} necessitará da reinicialização do aplicativo

source: Updates
pt_br: Atualizações

source: Your application is up-to-date!
pt_br: Seu aplicativo está atualizado!

source: No plugins are available.
pt_br: Nenhum plugin disponível.

source: Click Reload Catalog for newest plugins.
pt_br: Clique em 'Recarregar catálogo' para plugins mais recentes.

source: Available Plugins
pt_br: Plugins disponíveis

source: Installed
pt_br: Instalado

source: Downloaded
pt_br: Baixados

source: &Add Plugins...
pt_br: &Adicionar plugins...

source: Plugin Installer
pt_br: Instalador do plugin

source: Plugin {0} is already prepared to update/install.
pt_br: O plugin {0} já está preparado para ser atualizado/instalado.

source: Plugin "{0}" is already installed.
pt_br: O plugin "{0}" já está instalado.

source: Plugins "{0}" are already installed.
pt_br: Os plugins "{0}" já estão instalados.

source: Add Plugins
pt_br: Adicionar plugins

source: Plugin distribution files (*.nbm)
pt_br: Arquivos de distribuição de plugins (*.nbm)

source: Unable to connect to the Update Center
pt_br: Não foi possível conectar à Central de atualizações

source: Check your proxy settings or try again later.
pt_br: Verifique suas configurações de proxy ou tente novamente mais tarde.

source: The server may be unavailable at the moment.
pt_br: O servidor pode estar indisponível neste momento.

source: You may also want to make sure that your firewall is not blocking network traffic.
pt_br: Verifique se o firewall não está bloqueando o tráfego na rede.

source: Not all of the plugins have been successfully downloaded.
pt_br: Nem todos os plugins foram baixados com sucesso.

source: Try again later.
pt_br: Tente novamente mais tarde.

source: Warning
pt_br: Aviso

source: Error
pt_br: Erro

source: &Proxy Configuration...
pt_br: Configuração de &proxy...

source: &Try again
pt_br: &Tentar novamente

source: &Skip
pt_br: Igno&rar

source: Cancel
pt_br: Cancelar

source: Unable to connect to the {0} because of {1}
pt_br: Não é possível conectar à {0} por causa de {1}

source: Name
pt_br: Nome

source: Settings
pt_br: Configurações

source: &Proxy Settings
pt_br: Configurações de &proxy

source: Update Center Customizer
pt_br: Personalizador da central de atualização

source: &Name:
pt_br: &Nome:

source: &Check for updates automatically
pt_br: Verifi&car atualizações automaticamente

source: Libraries
pt_br: Bibliotecas

source: Bridges
pt_br: Pontes

source: Uncategorized
pt_br: Não categorizado

source: Are you sure you want to remove following update center: "{0}"?
pt_br: Confirma a exclusão da seguinte central de atualização: "{0}"?

source: Check for updates automatically
pt_br: Verificar atualizações automaticamente

source: &Close
pt_br: Fe&char

source: Checking for updates
pt_br: Verificando atualizações

source: Initializing the list of plugins...
pt_br: Inicializando a lista de plugins...

source: On
pt_br: Ligado

source: Off
pt_br: Desligado

source: Source
pt_br: Código-fonte

source: Category
pt_br: Categoria

source: Version
pt_br: Versão

source: Size
pt_br: Tamanho

source: Available
pt_br: Disponível

source: New Provider
pt_br: Novo provedor

source: Description:
pt_br: Descrição:

source: Version:
pt_br: Versão:

source: Author:
pt_br: Autor:

source: Date:
pt_br: Data:

source: Source:
pt_br: Código-fonte:

source: Code name:
pt_br: Codinome:

source: Important note
pt_br: Nota importante

source: Plugin Description
pt_br: Descrição do plugin

source: &Search:
pt_br: Pe&squisar:

source: &Check Interval:
pt_br: Intervalo de verifi&cação:

source: Advanced
pt_br: Avançado

source: &New
pt_br: &Novo

source: &Edit
pt_br: &Editar

source: &Add
pt_br: &Adicionar

source: Configuration of &Update Centers:
pt_br: Config&uração das centrais de atualizações

source: Automatically Check for Updates
pt_br: Verificar automaticamente por atualizações

source: Every Startup
pt_br: Sempre que iniciar

source: Every Day
pt_br: Todo dia

source: Every Week
pt_br: Toda semana

source: Every Two Weeks
pt_br: A cada duas semanas

source: Every Month
pt_br: Todo mês

source: Never
pt_br: Nunca

source: &Force install into shared directories
pt_br: &Forçar instalação em diretórios compartilhados

source: Write Permission
pt_br: Permissão de escrita

source: Shared directory {0} is read-only.
pt_br: O diretório compartilhado {0} é somente leitura

source: Cannot install into the directory.
pt_br: Não é possível instalar no diretório.

source: No install directotory
pt_br: Sem diretório de instalação

source: No shared directories found.
pt_br: Nenhum diretório de instalação foi encontrado.

source: Cannot read NBM {0} because {1}
pt_br: Não é possível ler o NBM {0} por cause de {1}

source: &Help
pt_br: Aj&uda

source: List of Plugins
pt_br: Lista de plugins

source: List of Update Centers
pt_br: Lista das centrais de atualizações

source: List of Update Centers allowing to activate or decativate selected Update Center
pt_br: Lista das centrais de atualizações a qual permite ativar ou desativar a Central de atualização selecionada

source: Plugin's details
pt_br: Detalhes do plugin

source: Panel contain name, version and description of selected plugin
pt_br: O painel contém o nome, versão e descrição do plugin selecionado

source: Invoke {0} action
pt_br: Invocar a ação {0}

source: Plugin Details
pt_br: Detalhes do plugin

source: Search Plugins
pt_br: Pesquisar por plugins

source: Switch between updates, available, installed and downloaded plugins
pt_br: Alternar entre atualizações de plugins disponíveis, instalados e baixados.

source: Plugin Manager
pt_br: Gerenciador de plugins

source: Plugin Manager for updating, installing and removing plugins
pt_br: Gerenciador de plugins para atualização, instalação e remoção de plugins

source: Update Center Customizer for editing update center name and URL
pt_br: Personalizador para edição do nome e URL da central de atualização

source: Infrastructure
pt_br: Infra-estrutura

source: The UI allows to browse the installation and contents of registered Update Centers, to download updates or new modules and to automatically install modules.
pt_br: A UI permite exibir o conteúdo da instalação e das centrais de atualização registradas, possibilitando o download de atualizações e novos módulos e ainda a sua instalação automática.

source: Auto Update UI
pt_br: UI de atualização automática

source: Supplies UI of Auto Update Services
pt_br: Fornece UI para serviços de atualização automática

source: Checking for updates...
pt_br: Verificando atualizações...

source: {0} updates found.
pt_br: {0} atualizações encontradas.

source: Click here to make your application up-to-date.
pt_br: Clique aqui para atualizar seu aplicativo.

source: {0} update found.
pt_br: {0} atualização encontrada.

source: Welcome to the Plugin Installer
pt_br: Bem-vindo ao instalador de plugins

source: The installer will download, verify and then install the selected plugins.
pt_br: O instalador irá baixar, verificar e então instalar os plugins selecionados.

source: The following plugins will be installed:
pt_br: Os seguintes plugins serão instalados:

source: The following plugins will be updated:
pt_br: Os seguintes plugins serão atualizados:

source: Missing required modules for Plugin {0}:
pt_br: Faltando módulos obrigatórios para o plugin {0}:

source: Required modules for plugin {0} to complete activation:
pt_br: Módulos requeridos para completar a ativação do plugin {0}:

source: The selected plugins will be uninstalled.
pt_br: Os plugins selecionados serão desinstalados.

source: The selected plugins will be removed from the disk.
pt_br: Os plugins selecionados serão removidos do disco.

source: The following plugins will be uninstalled:
pt_br: Os seguintes plugins serão desinstalados:

source: The selected plugins will be activated.
pt_br: Os plugins selecionados serão ativados.

source: The following plugins will be activated:
pt_br: Os seguintes plugins serão ativados:

source: The selected plugins will be deactivated.
pt_br: Os plugins selecionados serão desativados.

source: The following plugins will be deactivated:
pt_br: Os seguintes plugins serão desativados:

source: Please wait a while ...
pt_br: Aguarde um momento ...

source: The following plugins will also be installed because one or more of the plugins you are about to install depend on them:
pt_br: Os seguintes plugins serão também instalados pois um ou mais plugins a serem instalados dependem destes:

source: The following plugins need to be deactivated because they require one or more of the plugins you are about to deactivate:
pt_br: Os seguintes plugins serão desativados pois estes dependem de um ou mais plugins prestes a serem desativados:

source: In order to continue with the installation, you need to agree with all of the license agreements associated with the particular plugins.
pt_br: Para continuar com a instalação, é necessário concordar com todas as licenças associadas a cada plugin.

source: I &accept the terms in all of the license agreements.
pt_br: Eu &aceito os termos no contrato de todas as licenças.

source: I &do not accept the terms in all of the license agreements.
pt_br: Eu não aceito os termos no contrato de to&das as licenças.

source: {0} License Agreement
pt_br: Contrato de licença para {0}

source: License Agreement
pt_br: Contrato de licença

source: Please read all of the following license agreements carefully.
pt_br: Favor ler com cuidado todos os contratos de licença a seguir.

source: Please wait until the installer downloads the requested plugins.
pt_br: Favor aguardar até que o instalador complete o download de todos os plugins necessários.

source: Validate
pt_br: Validar

source: Please wait until the installer validates the downloaded plugins.
pt_br: Favor aguardar até que o instalador valide todos os plugins baixados.

source: Please wait until the installer completes the installation.
pt_br: Favor aguardar até que o instalador complete a instalação.

source: Installation completed successfully
pt_br: Instalação finalizada com sucesso

source: Click Finish to quit the installer.
pt_br: Clique em Finalizar para sair do instalador.

source: Restart application to complete installation
pt_br: Reinicializar o aplicativo para completar a instalação

source: Restart application to finish plugin installation.
pt_br: Reinicializar o aplicativo para completar a instalação do plugin.

source: Restart application to complete deactivation
pt_br: Reinicializar o aplicativo para completar a desativação

source: Restart application to finish plugin deactivation.
pt_br: Reinicializar o aplicativo para completar a desativação do plugin.

source: Done.
pt_br: Pronto.

source: &Restart Now
pt_br: &Reinicializar agora

source: Restart &Later
pt_br: Reinicia&lizar depois

source: &Finish
pt_br: &Finalizar

source: Next
pt_br: Seguinte

source: &Uninstall
pt_br: Desi&nstalar

source: The Plugin Installer has successfully installed the following plugins:
pt_br: O instalador de plugins finalizou com sucesso a instalação dos seguintes plugins:

source: The Plugin Installer has successfully uninstalled the following plugins:
pt_br: O instalador de plugins finalizou com sucesso a desinstalação dos seguintes plugins:

source: The Plugin Installer has successfully activated the following plugins:
pt_br: O instalador de plugins finalizou com sucesso a ativação dos seguintes plugins:

source: The Plugin Installer has successfully deactivated the following plugins:
pt_br: O instalador de plugins finalizou com sucesso a desativação dos seguintes plugins:

source: Uninstallation failed: {0}
pt_br: Falha na desinstalação: {0}

source: Activation failed: {0}
pt_br: Falha na ativação: {0}

source: Deactivation failed: {0}
pt_br: Falha na desativação: {0}

source: Failed.
pt_br: Falhou.

source: Uninstallation
pt_br: Desinstalação

source: Please wait until the installer uninstalls all the selected plugins.
pt_br: Favor aguardar até que o instalador complete a desinstalação de todos os plugins selecionados.

source: Deactivation
pt_br: Desativação

source: Please wait until the installer finishes deactivating all the selected plugins.
pt_br: Favor aguardar até que o instalador complete a desativação de todos os plugins selecionados.

source: Activation
pt_br: Ativação

source: Please wait until the installer finishes activating all the selected plugins.
pt_br: Favor aguardar até que o instalador complete a ativação de todos os plugins selecionados.

source: Uninstallation completed successfully
pt_br: Desinstalação finalizada com sucesso

source: Click Finish to quit the plugin installer.
pt_br: Clique em Finalizar para sair do instalador de plugins.

source: Deactivation completed successfully
pt_br: Desativação finalizada com sucesso

source: Activation completed successfully
pt_br: Ativação finalizada com sucesso

source: Uninstallation failed
pt_br: Falha na desinstalação

source: Deactivation failed
pt_br: Falha na desativação

source: Activation failed
pt_br: Falha na ativação

source: Uninstalling plugins
pt_br: Desinstalando plugins

source: Activating plugins
pt_br: Ativando plugins

source: Deactivating plugins
pt_br: Desativando plugins

source: &Show certificate
pt_br: E&xibir certificado

source: Validation Warning
pt_br: Aviso de validação

source: &Continue
pt_br: &Continuar

source: Validation failed.
pt_br: Falha na validação.

source: The following plugins are not signed:
pt_br: Os seguintes plugins não estão assinados:

source: The following plugins are not trusted:
pt_br: Os seguintes plugins não são confiáveis:

source: Warning: Installing untrusted plugins is potentially insecure.
pt_br: Aviso: Instalar plugins não confiáveis é potencialmente inseguro.

source: Use unsigned or untrusted plugins at your own risk.
pt_br: Utilize plugins não confiáveis por sua própria conta e risco.

source: {0} plugins use own installer:
pt_br: {0} plugins utilizam instalador próprio:

source: Downloading plugins...
pt_br: Baixando plugins...

source: Validating plugins...
pt_br: Validando plugins...

source: Installing plugins...
pt_br: Instalando plugins...

source: {0} is waiting for restart your application.
pt_br: {0} está aguardando a reinicialização do aplicativo.

source: <br>More further plugins could not be installed due to avobe problems.
pt_br: <br>Mais alguns plugins não puderam ser instalados, para evitar problemas.

source: Please wait until the installer finishes uninstalling the selected plugins.
pt_br: Favor aguardar até que o instalador complete a desinstalação dos plugins selecionados.

source: Click Next to continue installing the remaining selected plugins using the plugin installer.
pt_br: Clique em Próximo para continuar com a instalação dos plugins remanescentes utilizando o instalador de plugins.

source: Click Next to continue uninstalling the remaining selected plugins.
pt_br: Clique em Próximo para continuar com a desinstalação dos plugins remanescentes.

source: Installation failed.
pt_br: Falha na instalação.

source: Click Cancel to quit the plugin installer.
pt_br: Clique em Cancelar para sair do instalador de plugins.

source: Installation failed
pt_br: Falha na instalação

source: Installing plugins using the plugin's installer...
pt_br: Instalando plugins utilizando o instalador do próprio plugin...

source: Uninstalling plugins using the plugin's installer...
pt_br: Desinstalando plugins utilizando o instalador do próprio plugin...

source: The Plugin Installer has successfully finished the installation.
pt_br: O instalador de plugins finalizou com sucesso a instalação.

source: Installation of {0} failed.
pt_br: A instalação de {0} falhou.

source: The Plugin Installer has successfully finished the uninstallation.
pt_br: O instalador de plugins finalizou com sucesso a desinstalação.

source: Uninstallation of {0} failed.
pt_br: A desinstalação de {0} falhou.

source: Networking problem in {0}
pt_br: Problemas de rede em {0}

source: Establishing a connection ...
pt_br: Estabelecendo conexão...

source: Checking for updates in {0}...
pt_br: Verificando atualizações em {0}...

source: Cannot read NBM {0}
pt_br: Não é possível ler o NBM {0}

source: Features
pt_br: Recursos

source: <p><font size="-1" color="black"><b>Module installed:</b> <br/> {0}</font></p>
pt_br: <p><font size="-1" color="black"><b>Módulo instalado:</b> <br/> {0}</font></p>

source: <p><font size="-1" color="black"><b>Modules installed:</b> <br/> {0}</font></p>
pt_br: <p><font size="-1" color="black"><b>Módulos instalados:</b> <br/> {0}</font></p>

source: <p><font size="-1" color="gray"><b>Module not yet installed:</b> <br/> {0}</font></p>
pt_br: <p><font size="-1" color="gray"><b>Módulo ainda não instalado:</b> <br/> {0}</font></p>

source: <p><font size="-1" color="gray"><b>Modules not yet installed:</b> <br/> {0}</font></p>
pt_br: <p><font size="-1" color="gray"><b>Módulos ainda não instalados:</b> <br/> {0}</font></p>

source: <p><font size="-1" color="green"><b>New module offered by the plugin:</b> <br/> {0}</font></p>
pt_br: <p><font size="-1" color="green"><b>Novo módulo disponibilizado pelo plugin:</b> <br/> {0}</font></p>

source: <p><font size="-1" color="green"><b>New modules offered by the plugin:</b> <br/> {0}</font></p>
pt_br: <p><font size="-1" color="green"><b>Novos módulos disponibilizados pelo plugin:</b> <br/> {0}</font></p>

source: The AutoUpdate feature provides several services: download and install available updates of installed modules, search and install new modules from subscribed Update Centers, view and manage the modules.
pt_br: O recurso de atualização automática fornece diversos serviços: baixar e instalar as atualizações disponíveis para os módulos já instalados, pesquisar e instalar novos módulos a partir das centrais de instalação disponíveis, bem como visualizar e gerenciar os módulos já instalados.

source: Auto Update Services
pt_br: Serviços de atualização automática

source: Support for searching for module updates on Update Center and for downloading and installing modules
pt_br: Suporte à pesquisa por atualização de módulos em centrais de atualização e também baixar e instalar os módulos

source: Default Update Center
pt_br: Central de atualização padrão

source: Preparing to Unpack
pt_br: Preparando para desempacotar

source: Unpacking File:
pt_br: Desempacotando arquivo:

source: Uninstalling files...
pt_br: Desinstalando arquivos...

source: Deactivating files...
pt_br: Desativando arquivos...

source: Update is in progress.
pt_br: Atualização em andamento...

source: Please wait ...
pt_br: Aguarde...

source: Updater
pt_br: Atualizador
